/* Heading for UI related to a glyph */
"Glyph" = "Glyph";

/* Button that restores a glyph from a previous file version */
"Restore Glyph" = "Restore Glyph";

/* Label explaining how a glyph is restored from a previous file version */
"First, renames the current “^[%@](legibility: 'high')” glyph to “^[%@](legibility: 'high')”. Then, restores “^[%@](legibility: 'high')” from the selected version." = "First, renames the current “^[%@](legibility: 'high')” glyph to “^[%@](legibility: 'high')”. Then, restores “^[%@](legibility: 'high')” from the selected version.";

/* Button that restores a glyph from a previous version and gives the restored glyph a specific name */
"Restore Glyph as “^[%@](legibility: 'high')”" = "Restore Glyph as “^[%@](legibility: 'high')”";

/* Label explaining how a glyph is restored from a previous file version */
"Restores “^[%@](legibility: 'high')” from the selected version as “^[%@](legibility: 'high')” in the current font. The current “^[%@](legibility: 'high')” glyph is left unchanged." = "Restores “^[%@](legibility: 'high')” from the selected version as “^[%@](legibility: 'high')” in the current font. The current “^[%@](legibility: 'high')” glyph is left unchanged.";

/* Heading for UI related to a layer */
"Layer" = "Layer";

/* Button that restores a layer from a previous file version */
"Restore Layer" = "Restore Layer";

/* Label explaining how a layer is restored from a previous file version */
"First, creates a backup layer “%@” with the contents of the current layer. Then, replaces the current layer with the layer “%@” from the selected version." = "First, creates a backup layer “%@” with the contents of the current layer. Then, replaces the current layer with the layer “%@” from the selected version.";

/* Button that restores a layer from a previous version and marks the restored layer as a backup layer */
"Restore Layer as Backup Layer" = "Restore Layer as Backup Layer";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version as a backup layer “%@”. The current layers are left unchanged." = "Restores the layer “%@” from the selected version as a backup layer “%@”. The current layers are left unchanged.";

/* Button that restores a layer from a previous version and places it on the background of the current version */
"Restore Layer as Background" = "Restore Layer as Background";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version by replacing the current background. Any paths, anchors, and other elements on the current background will first be deleted." = "Restores the layer “%@” from the selected version by replacing the current background. Any paths, anchors, and other elements on the current background will first be deleted.";

/* Label for a layer that was restored at a certain date */
"Restored (%@): %@: %@" = "Restored (%@): %@: %@";
